import time, re

பத்திக்கோப்பு1 = 'புலியூர்_முத்தமிழ்.txt'
மூலக்கோப்பு = open(பத்திக்கோப்பு1, 'r')
பத்திக்கோப்பு1ப்பட்டி = மூலக்கோப்பு.readlines() 
#பத்திக்கோப்பு1ப்பட்டிபிரி = str(பத்திக்கோப்பு1ப்பட்டி).split(' ')
#print(type(மூலக்கோப்புப்பட்டி))

for பத்தி in பத்திக்கோப்பு1ப்பட்டி:
	பத்தியெண்ணிக்கை = len(பத்தி)
	if பத்தியெண்ணிக்கை !=1:
		வரிப்பட்டி = பத்தி.split()
		for வரி in வரிப்பட்டி:
			வரிசுத்தம் = வரி.replace('(','').replace(')','')
			வரிசுத்தம்எண் = வரிசுத்தம்.isdigit()
			if not வரிசுத்தம்எண்:
				print(வரிசுத்தம்)
				time.sleep(0)
				with open('Kalki.text','a') as resultFile:
					resultFile.write(வரிசுத்தம் + '\n')
